{
  "title": "Crash & Safety (Impact, Energy Absorption)",
  "sections": [
    {
      "subtitle": "1. Ce este o simulare de crash?",
      "content": "Simularea de crash reproduce un impact (frontal, lateral, rear) și urmărește cum structura absoarbe energia pentru a proteja ocupanții.",
      "image": "images/crash/frontal_crash_analysis.png"
    },
    {
      "subtitle": "2. Zone de deformare controlată (crumple zones)",
      "content": "Structura frontală este proiectată să se deformeze progresiv și să absoarbă energie, astfel încât habitaclul să rămână cât mai intact.",
      "image": "images/crash/intrusion_measurement.png"
    },
    {
      "subtitle": "3. Intruzie în habitaclu",
      "content": "Se măsoară cât de mult pătrunde structura frontală în zona pasagerilor. O intruzie mare indică un risc crescut de rănire.",
      "image": ""
    },
    {
      "subtitle": "4. Manechin / Dummy virtual",
      "content": "Dummy-urile au senzori numerici virtuali. Se estimează accelerații, forțe pe torace, gât, genunchi. Scopul: reducerea riscului de leziuni umane.",
      "image": ""
    },
    {
      "subtitle": "5. Rate de decelerație",
      "content": "Un crash sever are decelerații foarte ridicate într-un timp scurt. Aceste valori sunt corelate cu probabilitatea de vătămare.",
      "image": ""
    },
    {
      "subtitle": "6. Contact și auto-contact",
      "content": "În crash solver, se urmăresc mii de contacte simultane: piese care se lovesc între ele, pliere tablă, coliziuni interne.",
      "image": ""
    },
    {
      "subtitle": "7. Materiale cu comportament plastic",
      "content": "Materialele au modele constitutive speciale (Johnson-Cook, Cowper-Symonds) care definesc comportamentul plastic și rata de deformație la impact.",
      "image": ""
    },
    {
      "subtitle": "8. Criterii de rănire (HIC, NIC, chest deflection)",
      "content": "Pentru evaluarea siguranței pasagerilor, se calculează indicatori de rănire precum HIC (Head Injury Criterion) sau deflecția toracelui.",
      "image": ""
    },
    {
      "subtitle": "9. Validare experimentală",
      "content": "Simulările se compară cu teste fizice (crash test dummies, accelerometre, camere de mare viteză) pentru calibrarea modelelor numerice.",
      "image": ""
    },
    {
      "subtitle": "10. Optimizare structurală în siguranță",
      "content": "Analiza crash ajută la optimizarea designului structural: reducerea greutății și creșterea absorbției de energie prin materiale avansate.",
      "image": ""
    }
  ]
}
